[
  {
    "year": 1947,
    "time": "7 minutes to midnight",
    "description": "In 1947, the Bulletin of the Atomic Scientists introduced the Doomsday Clock, designed by Martyl Langsdorf to symbolize the threat of nuclear danger. Over time, the clock’s hands have moved based on global events, later incorporating risks like climate change and other existential threats."
  },
  {
    "year": 1949,
    "time": "3 minutes to midnight",
    "description": "In 1949, the Soviet Union conducted its first nuclear test, triggering the start of the nuclear arms race with the United States. President Truman revealed the event to the public, causing widespread concern about the growing nuclear threat."
  },
  {
    "year": 1953,
    "time": "2 minutes to midnight",
    "description": "In October 1952, the United States tested its first hydrogen bomb, a far more destructive weapon than the atomic bomb, followed by a Soviet test nine months later. These developments moved the Doomsday Clock closer to midnight, reflecting the escalating danger of nuclear catastrophe."
  },
  {
    "year": 1960,
    "time": "7 minutes to midnight",
    "description": "In 1960, the U.S. and Soviet Union shifted from direct confrontation to cooperation, avoiding conflict in events like the 1956 Suez Crisis. Scientific collaborations, such as the International Geophysical Year and the Pugwash Conferences, fostered dialogue and helped reduce hostilities between the superpowers."
  },
  {
    "year": 1963,
    "time": "12 minutes to midnight",
    "description": "In 1963, following the Cuban Missile Crisis, the U.S. and Soviet Union signed the Partial Test Ban Treaty, halting atmospheric nuclear tests. While underground testing continued, the treaty marked a significant step in slowing the arms race and acknowledging the need for cooperation to avoid nuclear disaster."
  },
  {
    "year": 1968,
    "time": "7 minutes to midnight",
    "description": "In 1968, escalating conflicts in Asia and nuclear developments by France and China prompted the Doomsday Clock to move closer to midnight. The Bulletin feared that these regional wars and nuclear proliferation could lead to broader conflicts involving nuclear weapons."
  },
  {
    "year": 1969,
    "time": "10 minutes to midnight",
    "description": "In 1969, most nations signed the Nuclear Non-Proliferation Treaty, committing to nuclear power development without weaponization, while nuclear states pledged future disarmament. Despite key holdouts like Israel, India, and Pakistan, the Bulletin viewed this as a cautious but positive first step toward reducing global nuclear threats."
  },
  {
    "year": 1972,
    "time": "12 minutes to midnight",
    "description": "In 1972, the U.S. and Soviet Union signed the SALT and ABM treaties, aiming to limit ballistic missile launchers and prevent an arms race in missile defense. While the treaties marked a step toward nuclear parity, both superpowers retained thousands of warheads, and the U.S. later withdrew from the ABM Treaty."
  },
  {
    "year": 1974,
    "time": "9 minutes to midnight",
    "description": "In 1974, India tested its first nuclear device, adding to global nuclear tensions as the U.S. and Soviet Union modernized their arsenals. With the introduction of MIRV technology, both superpowers could now equip missiles with multiple warheads, undermining previous arms control progress."
  },
  {
    "year": 1980,
    "time": "7 minutes to midnight",
    "description": "In 1980, the Bulletin warned of an 'accelerating drift toward world disaster' as the U.S. and Soviet Union stalled on disarmament and continued expanding their nuclear arsenals. Global instability, resource crises, and ineffective international institutions further pushed the Doomsday Clock closer to midnight."
  },
  {
    "year": 1981,
    "time": "4 minutes to midnight",
    "description": "In 1981, tensions escalated as the Soviet invasion of Afghanistan and Ronald Reagan's election led to a more aggressive U.S. nuclear stance. Reagan abandoned arms control talks, focusing instead on the idea of winning the Cold War through nuclear superiority."
  },
  {
    "year": 1984,
    "time": "3 minutes to midnight",
    "description": "In 1984, U.S.-Soviet relations hit a low, with communication and arms control talks reduced to propaganda. The U.S. further strained tensions by proposing a space-based missile defense system, risking a new arms race."
  },
  {
    "year": 1988,
    "time": "6 minutes to midnight",
    "description": "In 1988, the U.S. and Soviet Union signed the Intermediate-Range Nuclear Forces Treaty, banning an entire class of nuclear weapons. This progress was driven by public protests in Europe and the leadership of Reagan and Gorbachev, easing tensions after years of escalating missile deployments in the region."
  },
  {
    "year": 1990,
    "time": "10 minutes to midnight",
    "description": "In 1990, the fall of the Berlin Wall and the collapse of Soviet-backed governments across Eastern Europe marked the symbolic end of the Cold War. These revolutions, alongside Gorbachev’s refusal to intervene, dismantled the ideological divide in Europe and reduced the risk of nuclear war."
  },
  {
    "year": 1991,
    "time": "17 minutes to midnight",
    "description": "In 1991, with the Cold War over, the U.S. and Russia signed the START treaty, significantly reducing their nuclear arsenals. Unilateral measures further de-escalated tensions by removing many missiles and bombers from hair-trigger alert, signaling a shift away from reliance on large nuclear stockpiles for security."
  },
  {
    "year": 1995,
    "time": "14 minutes to midnight",
    "description": "In 1995, a Russian misinterpretation of a U.S.-Norwegian rocket as a nuclear missile nearly triggered a nuclear response, highlighting the lingering dangers of Cold War-era tensions. This incident, coupled with fears of poorly secured nuclear facilities in the former Soviet Union, dampened hopes for lasting post-Cold War peace."
  },
  {
    "year": 1998,
    "time": "9 minutes to midnight",
    "description": "In 1998, India’s surprise nuclear tests, followed by Pakistan’s tests three weeks later, escalated tensions and sparked global outrage. The Bulletin criticized these events as a failure of international efforts to prevent nuclear proliferation, while the U.S. and Russia still maintained thousands of ready-to-launch nuclear weapons."
  },
  {
    "year": 2002,
    "time": "7 minutes to midnight",
    "description": "In 2002, following the 9/11 attacks, the U.S. grew increasingly concerned about nuclear materials falling into terrorist hands, highlighting the issue of unsecured weapon-grade materials worldwide. The U.S. also pursued new nuclear weapons designs, withdrew from the Anti-Ballistic Missile Treaty, and rejected several arms control agreements, raising global tensions."
  },
  {
    "year": 2007,
    "time": "5 minutes to midnight",
    "description": "In 2007, the Bulletin moved the Doomsday Clock to five minutes to midnight, warning of a new nuclear age marked by North Korea’s tests, Iran’s ambitions, and the U.S.-Russia nuclear stockpiles. Climate change was also recognized as a severe long-term threat, nearly as dangerous as nuclear weapons to global survival."
  },
  {
    "year": 2010,
    "time": "6 minutes to midnight",
    "description": "In 2010, hope emerged as nations at the Copenhagen conference agreed to limit global temperature rise to 2°C, while the U.S. and Russia began negotiations for further nuclear arms reductions. The Bulletin expressed optimism about moving towards a future free of nuclear weapons."
  },
  {
    "year": 2012,
    "time": "5 minutes to midnight",
    "description": "In 2012, global efforts to eliminate nuclear weapons and address climate change were hindered by political inaction, while tensions persisted in Northeast Asia, the Middle East, and South Asia. Despite calls for safer nuclear reactors, technological solutions alone seemed insufficient to prevent the severe impacts of climate change."
  },
  {
    "year": 2015,
    "time": "3 minutes to midnight",
    "description": "In 2015, the Bulletin moved the Doomsday Clock to three minutes to midnight, citing failures in addressing unchecked climate change and nuclear weapons modernization by the U.S. and Russia. Despite some progress, world leaders were criticized for not acting swiftly or effectively to prevent catastrophic risks to humanity."
  },
  {
    "year": 2017,
    "time": "2.5 minutes to midnight",
    "description": "In 2017, the Doomsday Clock moved to two and a half minutes to midnight, reflecting heightened global danger and the urgent need for action to avoid catastrophe. The Bulletin called on both leaders and citizens to act decisively to steer humanity away from the brink of disaster."
  },
  {
    "year": 2018,
    "time": "2 minutes to midnight",
    "description": "In 2018, the Doomsday Clock moved to two minutes to midnight, reflecting the urgent and imminent dangers of nuclear war, climate change, and the misuse of information technology. The Bulletin emphasized that citizens must leverage the power of the internet to demand action and hold leaders accountable for addressing these existential threats."
  },
  {
    "year": 2020,
    "time": "100 seconds to midnight",
    "description": "In 2020, the Doomsday Clock moved to 100 seconds to midnight, reflecting heightened risks from nuclear war, climate change, and cyber-enabled information warfare. The Bulletin warned that the global security situation was more perilous than ever, as political leaders increasingly disregarded the institutions meant to protect civilization."
  },
  {
    "year": 2023,
    "time": "90 seconds to midnight",
    "description": "In 2023, the Doomsday Clock moved to 90 seconds to midnight, its closest ever, primarily due to the escalating dangers from the war in Ukraine. The conflict eroded international norms, raising concerns about how nations address global risks and bringing the world closer to catastrophe."
  }
]
